"Volume" = "Głośność"; 
"Tuning" = "Strojenie"; 
"Harmonics" = "Harmonika"; 
"Timbre" = "Barwa"; 
"Timbre Envelope" = "Obwiednia barwy"; 
"Decay" = "Opadanie"; 
"Richness" = "Bogactwo brzmienia"; 
"Distortion" = "Zniekształcenie"; 